export const quiz = {
  totalQuestions: 18,
  title: "Композитор",
  questions: [
    {
      id: 1,
      question: "М.И. Глинка родился в селе Новоспасском в",
      answers: ["20 мая 1809 года", "20 мая 1804 года", "20 мая 1806 года"],
      correctAnswer: ["20 мая 1804 года"],
    },
    {
      id: 2,
      question: "В 1817 году М.И. Глинка учится в",
      answers: [
        "Хоровом институте",
        "Благородном институте",
        "Главном педагогическом институте",
      ],
      correctAnswer: ["Благородном институте"],
    },
    {
      id: 3,
      question: "Учителями Глинки были",
      answers: [
        "скрипач и педагог Ф.Л. Бем",
        "поэт и писатель В.К. Кюхельбекер",
        "композитор и пианист Ф.Лист",
        "поэт и драматург Н.В. Кукольник",
        "композитор и пианист Дж. Фильд",
      ],
      correctAnswer: [
        "поэт и писатель В.К. Кюхельбекер",
        "композитор и пианист Дж. Фильд",
      ],
    },
    {
      id: 4,
      question: "С 1830 по 1834 годы М.И. Глинка путешествует по",
      answers: ["Франции", "Италии", "Испании", "Германии", "Австрии"],
      correctAnswer: ["Италии", "Германии", "Австрии"],
    },
    {
      id: 5,
      question:
        "На родине оперы Глинка изучает бельканто, что в переводе означает",
      answers: ["Прекрасное пение", "Академическое пение", "Народное пение"],
      correctAnswer: ["Прекрасное пение"],
    },
    {
      id: 6,
      question:
        "Винченцо Беллини и Гаэтано Доницетти – это выдающиеся итальянские",
      answers: [
        "художники",
        "композиторы, знакомые М.И. Глинки",
        "оперные певцы",
      ],
      correctAnswer: ["художники"],
    },
    {
      id: 7,
      question: "Зигфрид Ден это",
      answers: [
        "художник",
        "композитор",
        "профессор теории музыки, учитель М.И. Глинки",
      ],
      correctAnswer: ["профессор теории музыки, учитель М.И. Глинки"],
    },
    {
      id: 8,
      question: "С 1837 по 1839 годы М.И. Глинка",
      answers: [
        "капельмейстер в Придворной певческой капелле",
        "чиновник в канцелярии Совета путей и сообщения",
        "свободный художник",
      ],
      correctAnswer: ["капельмейстер в Придворной певческой капелле"],
    },
    {
      id: 9,
      question:
        "Незадолго до смерти Глинка пишет воспоминания о своей творческой жизни, которые называются",
      answers: ["Записки", "Очерки", "Мемуары"],
      correctAnswer: ["Записки"],
    },
    {
      id: 10,
      question: "Великий композитор умирает в",
      answers: ["1865 году", "1867 году", "1857 году"],
      correctAnswer: ["1867 году"],
    },
    {
      id: 11,
      question: "Отметь основные жанры творчества М.И. Глинки",
      answers: [
        "оперы",
        "увертюры",
        "симфонические произведения",
        "сонаты",
        "фортепианные миниатюры",
        "романсы и песни",
      ],
      correctAnswer: ["оперы", "симфонические произведения", "романсы и песни"],
    },
    {
      id: 12,
      question: "Пыеор",
      answers: ["верно", "неверно"],
      correctAnswer: ["верно"],
    },
    {
      id: 13,
      question: "Финскиоемичсе ртюевыур",
      answers: ["верно", "неверно"],
      correctAnswer: ["верно"],
    },
    {
      id: 14,
      question: "Сораынм",
      answers: ["верно", "неверно"],
      correctAnswer: ["верно"],
    },
    {
      id: 15,
      question: "Енспи",
      answers: ["верно", "неверно"],
      correctAnswer: ["верно"],
    },
    {
      id: 16,
      question: "Фонрапиентеы мютиниары",
      answers: ["верно", "неверно"],
      correctAnswer: ["верно"],
    },
    {
      id: 17,
      question: "Летратеьная ыкумаз",
      answers: ["верно", "неверно"],
      correctAnswer: ["верно"],
    },
    {
      id: 18,
      question: "Охры",
      answers: ["верно", "неверно"],
      correctAnswer: ["верно"],
    },
  ],
};
